Repository: TheNickoos/MultiXIVLauncher
Catalog: MultiXIVLauncher/Properties/Resources.*.resx
Languages: fr

# CancelButton
source: Cancel
fr: Annuler

# SaveButton
source: Save
fr: Enregistrer

source: Group
fr: Groupe

source: Preset
fr: Préréglage

# DeleteButton
source: Delete
fr: Supprimer

source: Success
fr: Succès

source: Error
fr: Erreur

# AllGroup
source: All
fr: Tous

# NoCharacter
source: No characters to launch.
fr: Aucun personnage à lancer.

# NoCharacterAssigned
source: No characters are assigned to group {0}
fr: Aucun personnage n’est assigné au groupe {0}

# ErrorLaunchingChar
source: Error launching character: {0}
fr: Erreur lors du lancement du personnage : {0}

source: Nothing to launch
fr: Rien à lancer

# AllCharLaunched
source: All characters launched!
fr: Tous les personnages ont été lancés !

# GroupLaunchedSuccessfully
source: Group {0} launched successfully!
fr: Le groupe {0} a été lancé avec succès !

# ErrorLaunchingGroup
source: Error while launching group: {0}
fr: Erreur lors du lancement du groupe : {0}

# XIVLauncherNotFoundException
source: XIVLauncher.exe path is invalid or missing.
fr: Le chemin de XIVLauncher.exe est invalide ou manquant.

# GroupNotFound
source: The selected group could not be found.
fr: Le groupe sélectionné est introuvable.

# CharLaunchTimeout
source: Timeout: FFXIV did not start within the expected delay.
fr: Délai dépassé : FFXIV ne s’est pas lancé dans le temps imparti.

source: Timeout
fr: Délai dépassé

# MonitoringErrorMessage
source: Monitoring error: {0}
fr: Erreur de surveillance : {0}

source: Monitoring error
fr: Erreur de surveillance

# LaunchGroupName
source: Launching group {0}
fr: Lancement du groupe {0}

source: No characters available.
fr: Aucun personnage disponible.

# SelectAGroupFirst
source: Please select a group first.
fr: Veuillez d’abord sélectionner un groupe.

source: No group selected
fr: Aucun groupe sélectionné

# LaunchGroupTitle
source: Launching group
fr: Lancement du groupe

# LaunchGroup
source: Launching group...
fr: Lancement du groupe...

# CopyFilesTitle
source: Copying files
fr: Copie des fichiers

# CopyFiles
source: Copying files, please wait...
fr: Copie des fichiers en cours, veuillez patienter...

# LaunchGroupButton
source: Launch group
fr: Lancer le groupe

# PresetDownloadTitle
source: Download a Preset
fr: Télécharger un préréglage

source: Preset Information
fr: Informations du préréglage

# PresetName
source: Name:
fr: Nom :

# PresetAuthor
source: Author:
fr: Auteur :

# PresetDownloadButton
source: Download this preset
fr: Télécharger ce préréglage

source: Loading presets...
fr: Chargement des préréglages...

# NoPresetAvailable
source: No presets available.
fr: Aucun préréglage disponible.

# UnableToLoadPreset
source: Unable to load presets: {0}
fr: Impossible de charger les préréglages : {0}

# NoPluginList
source: No plugin list available.
fr: Aucune liste de plugins disponible.

# SelectPresetFirst
source: Please select a preset first.
fr: Veuillez d’abord sélectionner un préréglage.

source: No Preset Selected
fr: Aucun préréglage sélectionné

source: Downloading...
fr: Téléchargement...

# PresetDownloaded
source: Preset "{0}" successfully downloaded, extracted and added to your presets list.
fr: Le préréglage "{0}" a été téléchargé, extrait et ajouté à votre liste avec succès.

# ErrorDownloadPreset
source: Error while downloading preset: {0}
fr: Erreur lors du téléchargement du préréglage : {0}

# SelectCharacterTitle
source: Select a Character
fr: Sélectionnez un personnage

# SettingsTitle
source: Settings
fr: Paramètres

# XIVLauncherPahInstruction
source: Please select the folder where XIVlauncher is installed in. It should contain XIVLauncher.exe
fr: Veuillez sélectionner le dossier dans lequel XIVLauncher est installé. Il doit contenir XIVLauncher.exe

# LauncherLanguage
source: MultiXIVLauncher Language
fr: Langue de MultiXIVLauncher

# CharactersTab
source: Characters
fr: Personnages

# CharacterAddButton
source: Add a character
fr: Ajouter un personnage

source: Character name
fr: Nom du personnage

# GroupAddButton
source: Add a group
fr: Ajouter un groupe

source: Group name
fr: Nom du groupe

# PresetAddButton
source: Add a preset
fr: Ajouter un préréglage

# PresetNameLabel
source: Preset name
fr: Nom du préréglage

# PresetExploreButton
source: Explore folder
fr: Ouvrir le dossier

# PresetCopyCharacterButton
source: Copy character content into this preset
fr: Copier le contenu du personnage dans ce préréglage

# LaunchCharacter
source: Launching Character...
fr: Lancement du personnage...

source: Unable to load characters
fr: Impossible de charger les personnages

# RestartToApplyLanguage
source: Please restart the launcher to apply the language change.
fr: Veuillez redémarrer le launcher pour appliquer le changement de langue.

# LanguageChangeTitle
source: Language changed
fr: Langue modifiée
